       IDENTIFICATION DIVISION.
       PROGRAM-ID. name.
       AUTHOR. author

       ENVIRONMENT DIVISION.
       CONFIGURATION SECTION.
       SPECIAL-NAMES.


       DATA DIVISION.
       FILE SECTION.
       WORKING-STORAGE SECTION.


       PROCEDURE DIVISION.

           STOP RUN.
